Repository: S4CBS/Cursed-Market
Catalog: Cursed Market/Properties/Localization.*.resx
Languages: ar, de, es, fr, hi, hy, it, ja, ko, pt, ru, th, tr, uk, zh

# MAIN_GameChangersTitle
source: GAME CHANGERS
ar: تغيير قواعد اللعبة
de: SPIELREGELN ÄNDERN
es: CAMBIANDO LAS REGLAS DEL JUEGO
fr: CHANGER LES RÈGLES DU JEU
hi: गेम के नियम बदलें
hy: Խաղի կանոնները փոխել
it: CAMBIANDO LE REGOLE DEL GIOCO
ja: ゲームのルールを変更する
ko: 게임 규칙 변경
pt: MUDANDO AS REGRAS DO JOGO
ru: МЕНЯЕМ ПРАВИЛА ИГРЫ
th: เปลี่ยนกฎของเกม
tr: OYUN KURALLARINI DEĞİŞTİRMEK
uk: ЗМІНЮЄМО ПРАВИЛА ГРИ
zh: 改变游戏规则

# MAIN_CustomizationsKingTitle
source: Customizations King Status:
ar: حالة ملك التخصيصات:
de: Status des Königs der Anpassungen:
es: Estado del Rey de las Personalizaciones:
fr: Statut du Roi des Personnalisations:
hi: कस्टमाइजेशन के राजा की स्थिति:
hy: Կարգավորումների թագավորի կարգավիճակը:
it: Stato del Re delle Personalizzazioni:
ja: カスタマイズの王のステータス:
ko: 커스터마이징 왕의 상태:
pt: Status do Rei das Personalizações:
ru: Статус Короля Кастомизаций:
th: สถานะของราชาแห่งการปรับแต่ง:
tr: Özelleştirmeler Kralı Durumu:
uk: Статус Короля Кастомізацій:
zh: 自定义之王状态：

# MAIN_CustomizationsKingDescription
source: Some customization sets were designed so they only show up and release at the very specific date. This restriction has now been removed.
ar: بعض مجموعات التخصيص تم تصميمها بحيث تظهر وتصدر فقط في تاريخ معين. هذا القيد قد تم إلغاؤه الآن.
de: Einige Anpassungssets wurden so entworfen, dass sie nur an einem bestimmten Datum angezeigt und veröffentlicht werden. Diese Einschränkung wurde nun aufgehoben.
es: Algunos conjuntos de personalización fueron diseñados para aparecer y lanzarse solo en una fecha específica. Esta restricción ha sido eliminada.
fr: Certaines ensembles de personnalisation ont été conçus pour n'apparaître et être publiés qu'à une date précise. Cette restriction a maintenant été levée.
hi: कुछ अनुकूलन सेट इस तरह से डिज़ाइन किए गए थे कि वे केवल एक निश्चित तिथि पर दिखाई दें और जारी किए जाएँ। यह प्रतिबंध अब हटा दिया गया है।
hy: Որոշ հարմարեցման հավաքածուներ նախատեսված էին, որպեսզի նրանք հայտնվեն և թողարկվեն միայն հստակ ամսաթվի վրա: Այս սահմանափակումը այժմ հանված է:
it: Alcuni set di personalizzazione sono stati progettati in modo da apparire e essere rilasciati solo in una data specifica. Questa restrizione è stata ora rimossa.
ja: いくつかのカスタマイズセットは、特定の日付にのみ表示され、リリースされるように設計されました。この制限は現在解除されました。
ko: 일부 사용자 지정 세트는 특정 날짜에만 표시되고 출시되도록 설계되었습니다. 이 제한은 이제 제거되었습니다.
pt: Alguns conjuntos de personalização foram projetados para aparecer e ser lançados apenas em uma data específica. Essa restrição foi removida.
ru: Некоторые наборы кастомизации были разработаны так, чтобы они появлялись и выходили только в определённую дату. Это ограничение теперь снято.
th: ชุดการปรับแต่งบางชุดได้รับการออกแบบให้ปรากฏและปล่อยเฉพาะในวันที่เฉพาะเจาะจงเท่านั้น ข้อจำกัดนี้ถูกยกเลิกแล้วตอนนี้.
tr: Bazı özelleştirme setleri, yalnızca belirli bir tarihte görünmek ve yayımlanmak üzere tasarlanmıştır. Bu kısıtlama şimdi kaldırıldı.
uk: Деякі набори кастомізації були розроблені так, щоб з'являтися та випускатися лише в певну дату. Це обмеження тепер знято.
zh: 一些定制套件被设计为仅在特定日期出现和发布。此限制现已取消。

# MAIN_AntiKillSwitchTitle
source: KillSwitch Remover Status:
ar: حالة المضاد للقيود:
de: Status des Anti-Restriktors:
es: Estado del Anti-Prohibidor:
fr: Statut de l'Anti-Interdiction:
hi: एंटी-बैनर का स्थिति:
hy: Անտի-արգելողի կարգավիճակը:
it: Stato dell'Anti-Vietatore:
ja: アンチ禁止のステータス:
ko: 안티 금지 장치 상태:
pt: Status do Anti-Proibidor:
ru: Статус Анти-Запрещателя:
th: สถานะของการต่อต้านการห้าม:
tr: Anti-Yasak Durumu:
uk: Статус Анти-Заборонника:
zh: 反限制器状态：

# MAIN_AntiKillSwitchDescription
source: From time to time, some ingame items may appear to be bugged, so developers turn them off. This restriction has now been removed.
ar: من حين لآخر، قد تظهر بعض العناصر في اللعبة وكأنها تحتوي على أخطاء، لذلك يقوم المطورون بإيقاف تشغيلها. لقد تم رفع هذا القيد الآن.
de: Von Zeit zu Zeit können einige Ingame-Gegenstände fehlerhaft erscheinen, weshalb die Entwickler sie deaktivieren. Diese Einschränkung wurde nun aufgehoben.
es: De vez en cuando, algunos objetos del juego pueden resultar ser defectuosos, por lo que los desarrolladores los desactivan. Esta restricción ha sido eliminada.
fr: De temps en temps, certains objets en jeu peuvent sembler buggés, c'est pourquoi les développeurs les désactivent. Cette restriction a maintenant été levée.
hi: कभी-कभी, कुछ इन-गेम आइटम बग लगे हो सकते हैं, इसलिए डेवलपर्स उन्हें बंद कर देते हैं। यह प्रतिबंध अब हटा दिया गया है।
hy: Ժամանակ առ ժամանակ որոշ խաղային իրեր կարող են լինել գերբեռնված, ուստի մշակողները դրանք отключают: Սա սահմանափակումն այժմ հանված է:
it: Di tanto in tanto, alcuni oggetti di gioco possono risultare essere bugati, quindi gli sviluppatori li disattivano. Questa restrizione è stata rimossa.
ja: 時々、いくつかのゲーム内アイテムはバグがあるように見えることがあるため、開発者はそれらをオフにします。この制限は現在解除されました。
ko: 가끔 일부 게임 내 아이템이 버그가 있는 것처럼 보일 수 있으므로 개발자들은 이를 비활성화합니다. 이 제한은 이제 해제되었습니다.
pt: De tempos em tempos, alguns itens do jogo podem se mostrar com bugs, então os desenvolvedores os desativam. Essa restrição foi removida.
ru: Время от времени некоторые игровые предметы могут оказаться забагованными, поэтому разработчики отключают их. Это ограничение теперь снято.
th: เป็นครั้งคราว ไอเทมในเกมบางรายการอาจแสดงให้เห็นว่ามีข้อผิดพลาด ดังนั้นนักพัฒนาจึงปิดใช้งานมัน ข้อจำกัดนี้ตอนนี้ได้ถูกยกเลิกแล้ว.
tr: Zaman zaman bazı oyun içi öğelerin hatalı olabileceği görülmektedir, bu yüzden geliştiriciler bunları devre dışı bırakır. Bu kısıtlama artık kaldırıldı.
uk: Час від часу деякі ігрові предмети можуть виявитися забагованими, тому розробники їх відключають. Це обмеження тепер знято.
zh: 不时地，一些游戏物品可能被发现有bug，因此开发者会将其关闭。这个限制现在已经解除。

# MAIN_MainFeaturesTitle
source: MAIN FEATURES
ar: الميزات الرئيسية
de: HAUPTFUNKTIONEN
es: CARACTERÍSTICAS PRINCIPALES
fr: CARACTÉRISTIQUES PRINCIPALES
hi: मुख्य विशेषताएँ
hy: ՀԱՎԱՔՎԵՐԻ ՆԻՍՏԱԲԱՆՈՒԹՅՈՒՆ
it: CARATTERISTICHE PRINCIPALI
ja: 主な機能
ko: 주요 기능
pt: FUNCIONALIDADES PRINCIPAIS
ru: ОСНОВНЫЕ ФУНКЦИИ
th: ฟีเจอร์หลัก
tr: ANA ÖZELLİKLER
uk: ГОЛОВНІ ФУНКЦІЇ
zh: 主要功能

# MAIN_MainCheckBox_01
source: Queue Position Overlay
ar: عرض موضع الانتظار
de: Wartestellen anzeigen
es: Mostrar posición en la cola
fr: Afficher la position dans la file d'attente
hi: क्यू में स्थिति दिखाएं
hy: Թողնել սպասելիս
it: Mostra posizione in coda
ja: キューの位置を表示
ko: 대기열 위치 표시
pt: Mostrar posição na fila
ru: Показывать место в очереди
th: แสดงตำแหน่งในคิว
tr: Kuyrukta konumu göster
uk: Показувати місце в черзі
zh: 显示排队位置

# MAIN_MainCheckBox_02
source: Adjust Currencies Amount (Visual)
ar: تعديل العملات (بصري)
de: Währungsanpassung (Visuell)
es: Ajuste de Monedas (Visual)
fr: Ajustement de la Monnaie (Visuellement)
hi: मुद्रा समायोजन (दृश्य)
hy: Բաժանորդագրությունները (ՈՒՇԱԴՐՈՒԹՅՈՒՆ)
it: Regolazione Valuta (Visivamente)
ja: 通貨調整（ビジュアル）
ko: 통화 조정(비주얼)
pt: Ajuste de Moeda (Visual)
ru: Корректировка Валют (Визуально)
th: การปรับเปลี่ยนสกุลเงิน (เชิงภาพ)
tr: Para Birimi Ayarı (Görsel)
uk: Корекція Валют (Візуально)
zh: 货币调整（视觉）

# MAIN_MainCheckBox_03
source: Enable Temporary SaveFile
ar: تفعيل الحفظ المؤقت
de: Temporäres Speichern aktivieren
es: Habilitar guardado temporal
fr: Activer la sauvegarde temporaire
hi: अस्थायी संग्रहण सक्षम करें
hy: Աջակցել ժամանակավոր պահեստավորմանը
it: Abilita salvataggio temporaneo
ja: 一時保存を有効にする
ko: 임시 저장 활성화
pt: Ativar salvamento temporário
ru: Включить временное сохранение
th: เปิดใช้งานการบันทึกชั่วคราว
tr: Geçici kaydı etkinleştir
uk: Увімкнути тимчасове збереження
zh: 启用临时保存

# MAIN_MainCheckBox_04
source: Custom Characters Preset
ar: إعدادات الشخصيات المخصصة
de: Benutzerdefiniertes Charakter-Preset
es: Configuración personalizada de personajes
fr: Préréglage personnalisé de personnages
hi: कस्टम कैरेक्टर प्रीसेट
hy: Անհատականացված կերպարների նախադրյալ
it: Preimpostazione personalizzata dei personaggi
ja: カスタムキャラクタープリセット
ko: 사용자 정의 캐릭터 프리셋
pt: Predefinição personalizada de personagens
ru: Пользовательский пресет персонажей
th: พรีเซ็ตตัวละครที่กำหนดเอง
tr: Özel Karakter Ön Ayarı
uk: Користувацький пресет персонажів
zh: 自定义角色预设

# MAIN_MainCheckBox_05
source: Disable Game Changers
ar: تعطيل قواعد اللعبة المعدلة
de: Geänderte Spielregeln deaktivieren
es: Deshabilitar reglas de juego alteradas
fr: Désactiver les règles de jeu modifiées
hi: संशोधित खेल नियमों को अक्षम करें
hy: Ավելի պարզեցված խաղի կանոնները
it: Disabilita regole di gioco modificate
ja: 変更されたゲームルールを無効にする
ko: 변경된 게임 규칙 비활성화
pt: Desativar regras de jogo alteradas
ru: Отключить измененные правила игры
th: ปิดการใช้งานกฎการเล่นที่เปลี่ยนแปลง
tr: Değiştirilmiş oyun kurallarını devre dışı bırak
uk: Вимкнути змінені правила гри
zh: 禁用更改的游戏规则

# MAIN_MainCheckBox_06
source: Only Unlock DLC's
ar: فتح DLC فقط
de: Nur DLC freischalten
es: Desbloquear solo DLC
fr: Déverrouiller uniquement le DLC
hi: केवल DLC को अनलॉक करें
hy: Միայն DLC սանդղական
it: Sblocca solo DLC
ja: DLCのみを解除する
ko: DLC만 해제
pt: Liberar apenas DLC
ru: Открывать только DLC
th: ปลดล็อกเฉพาะ DLC
tr: Sadece DLC'yi aç
uk: Адкрываць толькі DLC
zh: 仅解锁 DLC

# MAIN_CurrenciesAdjustTitle
source: CURRENCIES AMOUNTS
ar: كمية العملات
de: ANZAHL DER WÄHRUNGEN
es: CANTIDAD DE MONEDAS
fr: QUANTITÉ DE MONNAIES
hi: मुद्राओं की संख्या
hy: ԳՆԱՐՈՒՅԹՆԵՐԻ ՔԱՆԱԿԸ
it: QUANTITÀ DI VALUTE
ja: 通貨の数量
ko: 통화 수량
pt: QUANTIDADE DE MOEDAS
ru: КОЛИЧЕСТВО ВАЛЮТ
th: จำนวนเงินตรา
tr: PARA BİRİMLERİ MİKTARI
uk: КІЛЬКІСТЬ ВАЛЮТ
zh: 货币数量

# MAIN_CrosshairTitle
source: CROSSHAIR
ar: هدف
de: FADENKREUZ
es: CRUCETA
fr: RETOUR
hi: क्रॉसहेयर
hy: ԲԻՆԱ
it: MIRO
ja: クロスヘア
ko: 조준선
pt: MIRA
ru: ПРИЦЕЛ
th: จุดศูนย์กลาง
tr: NİŞANGAH
uk: ПРИЦІЛ
zh: 十字准星

# MAIN_CrosshairOpacityTitle
source: CROSSHAIR OPACITY
ar: شفافية الهدف
de: TRANSPARENZ DES FADENKREUZES
es: TRANSPARENCIA DE LA CRUCETA
fr: TRANSPARENCE DU RETOUR
hi: क्रॉसहेयर पारदर्शिता
hy: ԲԻՆԱԻ ՊԱՐԱՄԵՏՐԸ
it: TRASPARENZA DEL MIRO
ja: クロスヘアの透明度
ko: 조준선 투명도
pt: TRANSPARÊNCIA DA MIRA
ru: ПРОЗРАЧНОСТЬ ПРИЦЕЛА
th: ความโปร่งใสของจุดศูนย์กลาง
tr: NİŞANGAH ŞEFFAFLIĞI
uk: ПРОЗОРІСТЬ ПРИЦІЛА
zh: 十字准星透明度

# MAIN_ApiKey
source: ApiKey will be shown here...
de: Hier wird dein ApiKey sein...
pt: Seu ApiKey estará aqui...
tr: Burada sizin ApiKey'ınız olacak...
uk: Тут буде ваш ApiKey...

# MAIN_MainCheckBox_07
source: Guaranteed Quest Completion
ar: إتمام المهمة مضمون
de: Garantierte Quest-Abschluss
es: Finalización de misión garantizada
fr: Achèvement de la quête garanti
hi: गारंटीकृत क्वेस्ट पूरा करना
hy: Երաշխավորված առաջադրանքի ավարտ
it: Completamento della missione garantito
ja: クエストの確実な完了
ko: 퀘스트 완료 보장
pt: Conclusão de missão garantida
ru: Гарантированное выполнение задания
th: การทำเควสให้สำเร็จที่รับประกัน
tr: Görevin Tamamlanması Garantili
uk: Гарантоване виконання завдання
zh: 任务完成有保障

# MAIN_GAMECHANGERSTATUS_CurrentlyInUse
source: Currently In Use
ar: قيد الاستخدام حالياً
de: Derzeit in Gebrauch
es: Actualmente en uso
fr: Actuellement utilisé
hi: वर्तमान में उपयोग में है
hy: Այս պահին օգտագործվում է
it: Attualmente in uso
ja: 現在使用中
ko: 현재 사용 중
pt: Atualmente em uso
ru: В настоящее время используется
th: กำลังใช้งานอยู่
tr: Şu anda kullanılıyor
uk: В даний час використовуються
zh: 当前正在使用

# MAIN_GAMECHANGERSTATUS_FailedToObtain
source: Failed To Obtain
ar: فشل في الحصول على
de: Erhalten fehlgeschlagen
es: Error al obtener
fr: Échec de l'obtention
hi: प्राप्त करने में विफल
hy: Չհաջողվեց ստանալ
it: Impossibile ottenere
ja: 取得に失敗しました
ko: 획득 실패
pt: Falha ao obter
ru: Не удалось получить
th: ไม่สามารถรับได้
tr: Alınamadı
uk: Не вдалося отримати
zh: 获取失败

# MAIN_GAMECHANGERSTATUS_Disabled
source: Disabled
ar: معطل
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
hi: अक्षम
hy: Ակտիվ չէ
it: Disabilitato
ja: 無効
ko: 비활성화됨
pt: Desativado
ru: Отключено
th: ปิดใช้งาน
tr: Devre dışı
uk: Вимкнено
zh: 已禁用

# MAIN_GAMECHANGERSTATUS_Offline
source: OFFLINE MODE
ar: وضع عدم الاتصال
de: OFFLINE-MODUS
es: MODO SIN CONEXIÓN
fr: MODE HORS LIGNE
hi: ऑफलाइन मोड
hy: ԱՅԼԻՆ ՄՈԴ
it: MODALITÀ OFFLINE
ja: オフラインモード
ko: 오프라인 모드
pt: MODO OFFLINE
ru: ОФЛАЙН РЕЖИМ
th: โหมดออฟไลน์
tr: ÇEVRİMDIŞI MOD
uk: ОФЛАЙН РЕЖИМ
zh: 离线模式

# MAIN_QUEUE_LobbyFound
source: LOBBY FOUND...
ar: تم العثور على اللوبي...
de: LOBBY GEFUNDEN...
es: LOBBY ENCONTRADO...
fr: SALON TROUVÉ...
hi: लॉबी मिली...
hy: ԼՈԲԲԻՆ ԳՏՆՎԵՑ...
it: LOBBY TROVATA...
ja: ロビーが見つかりました...
ko: 로비 찾음...
pt: LOBBY ENCONTRADO...
ru: ЛОББИ НАЙДЕНО...
th: พบล็อบบี้...
tr: LOBBY BULUNDU...
uk: ЛОБІ ЗНАЙДЕНО...
zh: 大厅已找到...

# MAIN_QUEUE_MatchStarting
source: MATCH STARTING!
ar: المباراة تبدأ!
de: SPIEL STARTET!
es: ¡PARTIDA COMENZANDO!
fr: LE MATCH COMMENCE!
hi: मैच शुरू हो रहा है!
hy: ՄՐՑՈՒՅԹԸ ՍԿՍՎՈՒՄ Է!
it: PARTITA INIZIA!
ja: マッチ開始！
ko: 매치 시작!
pt: PARTIDA COMEÇANDO!
ru: МАТЧ НАЧИНАЕТСЯ!
th: เริ่มการแข่งขัน!
tr: MAÇ BAŞLIYOR!
uk: МАТЧ ПОЧИНАЄТЬСЯ!
zh: 比赛即将开始！

# MAIN_QUEUE_QueuePosition
source: QUEUE POSITION:
ar: موقعك في القائمة:
de: WARTESCHLANGENPOSITION:
es: POSICIÓN EN LA COLA:
fr: POSITION DANS LA FILE D'ATTENTE:
hi: पंक्ति स्थिति:
hy: ՀԵՐԹԻ ԴԻՐՔԸ:
it: POSIZIONE NELLA CODA:
ja: キューの位置：
ko: 대기열 위치:
pt: POSIÇÃO NA FILA:
ru: ПОЗИЦИЯ В ОЧЕРЕДИ:
th: ตำแหน่งคิว:
tr: SIRA POZİSYONU:
uk: ПОЗИЦІЯ В ЧЕРЗІ:
zh: 队列位置：

# MAIN_NOTIFYICON_Show
source: Show
ar: عرض
de: Anzeigen
es: Mostrar
fr: Afficher
hi: दिखाएँ
hy: Ցուցադրել
it: Mostra
ja: 表示
ko: 표시
pt: Mostrar
ru: Показать
th: แสดง
tr: Göster
uk: Закрити
zh: 显示

# MAIN_NOTIFYICON_Close
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
hy: Փակել
it: Chiudi
ja: 閉じる
ko: 닫기
pt: Fechar
ru: Закрыть
th: ปิด
tr: Kapat
uk: Показати
zh: 关闭

# FRIEND_Title
source: CLOUD-ID FRIEND REQUEST
ar: طلب صداقة عبر CLOUD-ID
de: CLOUD-ID FREUNDSCHAFTSANFRAGE
es: SOLICITUD DE AMISTAD A TRAVÉS DE CLOUD-ID
fr: DEMANDE D'AMI VIA CLOUD-ID
hi: CLOUD-ID के माध्यम से मित्र अनुरोध
hy: CLOUD-ID ԸՆԿԵՐՈՒԹՅԱՆ ՀԱՐՑՈՒՄ
it: RICHIESTA DI AMICIZIA TRAMITE CLOUD-ID
ja: CLOUD-ID を使ったフレンドリクエスト
ko: CLOUD-ID를 통한 친구 요청
pt: PEDIDO DE AMIZADE VIA CLOUD-ID
ru: ЗАПРОС В ДРУЗЬЯ ПО CLOUD-ID
th: คำขอเป็นเพื่อนผ่าน CLOUD-ID
tr: CLOUD-ID ÜZERİNDEN ARKADAŞLIK İSTEĞİ
uk: ЗАПИТ У ДРУЗІ ЗА CLOUD-ID
zh: 通过 CLOUD-ID 的好友请求

# FRIEND_MyCloudIDTitle
source: Your Cloud-ID
ar: معرّف السحابة الخاص بك
de: Ihr Cloud-ID
es: Tu Cloud-ID
fr: Votre Cloud-ID
hi: मित्र अनुरोध भेजने के लिए Cloud-ID
hy: Ձեր Cloud-ID
it: Il tuo Cloud-ID
ja: あなたの Cloud-ID
ko: 당신의 Cloud-ID
pt: Seu Cloud-ID
ru: Ваш Cloud-ID
th: Cloud-ID ของคุณ
tr: Senin Cloud-ID'in
uk: Ваш Cloud-ID
zh: 您的 Cloud-ID

# FRIEND_FriendCloudIDTitle
source: Cloud-ID to Send a Friend Request to
ar: معرّف السحابة لإرسال طلب الصداقة
de: Cloud-ID für Freundschaftsanfrage senden
es: Cloud-ID para enviar la solicitud de amistad
fr: Cloud-ID pour envoyer une demande d'ami
hi: आपका Cloud-ID
hy: Cloud-ID, որին ուղարկել ընկերության հարցում
it: Cloud-ID a cui inviare la richiesta di amicizia
ja: リクエストを送る Cloud-ID
ko: 요청을 보낼 Cloud-ID
pt: Cloud-ID para enviar solicitação de amizade
ru: Cloud-ID для отправки запроса в друзья
th: Cloud-ID เพื่อส่งคำขอเป็นเพื่อน
tr: Arkadaşlık isteği göndermek için Cloud-ID
uk: Cloud-ID для надсилання запиту у друзі
zh: 要发送好友请求的 Cloud-ID

# QUEUE_Idle
source: QUEUE POSITION WILL BE SHOWN HERE
ar: سيتم عرض موضع الطابور هنا
de: DIE QUEUE-POSITION WIRD HIER ANGEZEIGT
es: LA POSICIÓN EN LA COLA SE MOSTRARÁ AQUÍ
fr: LA POSITION DANS LA FILE SERA AFFICHÉE ICI
hi: क्यू स्थिति यहाँ दिखाई जाएगी
hy: ԴԻՏԱՐԿՈՒԹՅՈՒՆԸ ԿԱՄ ՔԱՁԵԼԻ ԶԳՈՒՃՆԵՐԸ ԵՎ ԷԼ ՄԻԱԿԱՆԻԸ ԿՈՉ ՏՎԵՆ ԱՅՍՏԵՂ
it: LA POSIZIONE IN CODA SARÀ MOSTRATA QUI
ja: キューの位置はここに表示されます
ko: 대기열 위치가 여기 표시됩니다
pt: A POSIÇÃO NA FILA SERÁ EXIBIDA AQUI
ru: ПОЗИЦИЯ В ОЧЕРЕДИ БУДЕТ ПОКАЗАНА ЗДЕСЬ
th: ตำแหน่งในคิวจะแสดงที่นี่
tr: SIRADA Kİ POZİSYON BURADA GÖSTERİLECEK
uk: ПРИЗНАЧЕННЯ У ЧЕРЗІ БУДЕ ПОКАЗАНЕ ТУТ
zh: 队列位置将显示在这里

# QUEUE_LobbyFound
source: ~ LOBBY FOUND ~
ar: ~ تم العثور على اللوبي ~
de: ~ LOBBY GEFUNDEN ~
es: ~ LOBBY ENCONTRADO ~
fr: ~ SALON TROUVÉ ~
hi: ~ लॉबी मिली ~
hy: ~ ԼՈԲԲԻՆ ԳՏՆՎԵՑ ~
it: ~ LOBBY TROVATA ~
ja: ~ ロビーが見つかりました ~
ko: ~ 로비 찾음 ~
pt: ~ LOBBY ENCONTRADO ~
ru: ~ ЛОББИ НАЙДЕНО ~
th: ~ พบล็อบบี้ ~
tr: ~ LOBBY BULUNDU ~
uk: ~ ЛОБІ ЗНАЙДЕНО ~
zh: ~ 大厅已找到 ~

# QUEUE_MatchStarting
source: MATCH STARTING!
ar: المباراة تبدأ!
de: SPIEL STARTET!
es: ¡PARTIDA COMENZANDO!
fr: LE MATCH COMMENCE !
hi: मैच शुरू हो रहा है!
hy: ՄՐՑՈՒՅԹԸ ՍԿՍՎՈՒՄ Է!
it: PARTITA INIZIA!
ja: マッチ開始！
ko: 매치 시작!
pt: PARTIDA COMEÇANDO!
ru: МАТЧ НАЧИНАЕТСЯ!
th: เริ่มการแข่งขัน!
tr: MAÇ BAŞLIYOR!
uk: МАТЧ ПОЧИНАЄТЬСЯ!
zh: 比赛即将开始！

# MESSAGE_FirstLaunch
source: Welcome to Cursed Market! This software is Open-Source and Free To Use! In case you've been convinced into paying for it, it's recommended to send seller a complaint.
ar: مرحبًا بك في Cursed Market! هذا البرنامج مفتوح المصدر ومجاني تمامًا! إذا تم إقناعك بدفع ثمنه، يُنصح بتقديم شكوى للبائع.
de: Willkommen im Cursed Market! Diese Software ist Open-Source und kostenlos! Falls Sie dazu überredet wurden, dafür zu bezahlen, wird empfohlen, dem Verkäufer eine Beschwerde zu senden.
es: ¡Bienvenido a Cursed Market! Este software es de código abierto y completamente gratuito. Si te han convencido de pagar por él, se recomienda enviar una queja al vendedor.
fr: Bienvenue dans Cursed Market! Ce logiciel est Open-Source et gratuit! Si vous avez été convaincu de le payer, il est recommandé d'envoyer une plainte au vendeur.
hi: Cursed Market में आपका स्वागत है! यह सॉफ़्टवेयर ओपन-सोर्स है और उपयोग के लिए पूरी तरह निःशुल्क है! यदि आपको इसके लिए भुगतान करने के लिए मना लिया गया है, तो विक्रेता को शिकायत भेजने की सलाह दी जाती है।
hy: Բարի գալուստ Cursed Market! Այս ծրագրային ապահովումը բաց կոդով է և անվճար օգտագործման համար է։ Եթե Ձեզ համոզել են վճարել դրա համար, խորհուրդ է տրվում ուղարկել բողոք վաճառողին։
it: Benvenuto in Cursed Market! Questo software è open-source e completamente gratuito! Se sei stato convinto a pagarlo, si consiglia di inviare un reclamo al venditore.
ja: Cursed Marketへようこそ！ このソフトウェアはオープンソースで無料です！支払いを強いられた場合は、販売者に苦情を送ることをお勧めします。
ko: Cursed Market에 오신 것을 환영합니다! 이 소프트웨어는 오픈 소스이며 무료입니다! 결제를 요구받았다면, 판매자에게 불만을 제기하는 것이 좋습니다.
pt: Bem-vindo ao Cursed Market! Este software é de código aberto e gratuito! Se você foi convencido a pagar por ele, é recomendado enviar uma reclamação ao vendedor.
ru: Добро пожаловать в Cursed Market! Это программное обеспечение с открытым исходным кодом и совершенно бесплатно! Если вас убедили заплатить за него, рекомендуется отправить жалобу продавцу.
th: ยินดีต้อนรับสู่ Cursed Market! ซอฟต์แวร์นี้เป็นโอเพ่นซอร์สและใช้ฟรี! หากคุณถูกชักชวนให้จ่ายเงิน แนะนำให้ส่งข้อร้องเรียนถึงผู้ขาย
tr: Cursed Market'e hoş geldiniz! Bu yazılım Açık Kaynaklıdır ve Ücretsizdir! Eğer ödeme yapmanız gerektiği konusunda ikna edildiyseniz, satıcıya şikayet göndermeniz tavsiye edilir.
uk: Ласкаво просимо до Cursed Market! Це програмне забезпечення з відкритим кодом і абсолютно безкоштовне! Якщо вас переконали заплатити за нього, рекомендується відправити скаргу продавцю.
zh: 欢迎来到 Cursed Market！ 该软件是开源且免费使用的！如果你被说服支付费用，建议向卖家投诉。

# CHARACTERSPRESET_CharactersPresetTitle
source: CONFIGURE CHARACTERS PRESET
ar: تَكْوِين إِعْدَادَات الشَّخْصِيَّات
de: CHARAKTER-PRESET KONFIGURIEREN
es: CONFIGURAR EL PRESET DE PERSONAJES
fr: CONFIGURER LE PRÉRÉGLAGE DES PERSONNAGES
hi: कैरेक्टर प्रीसेट को कॉन्फ़िगर करें
hy: ԿԱՐԳԱՎՈՐԵԼ ԿԵՐՊԱՐՆԵՐԻ ՆԱԽԱԴՐՅԱԼԸ
it: CONFIGURA IL PRESET DEI PERSONAGGI
ja: キャラクタープリセットの設定
ko: 캐릭터 프리셋 구성
pt: CONFIGURAR O PREDEFINIDO DOS PERSONAGENS
ru: НАСТРОИТЬ ПРЕСЕТ ПЕРСОНАЖЕЙ
th: กำหนดค่าพรีเซ็ตตัวละคร
tr: KARAKTER ÖN AYARLARINI YAPILANDIR
uk: НАЛАШТУВАТИ ПРЕСЕТ ПЕРСОНАЖІВ
zh: 配置角色预设

# CHARACTERSPRESET_CharacterSelectTitle
source: SELECT CHARACTER
ar: اخْتَرْ الشَّخْصِيَّة
de: CHARAKTER AUSWÄHLEN
es: SELECCIONAR PERSONAJE
fr: SÉLECTIONNER UN PERSONNAGE
hi: कैरेक्टर चुनें
hy: ԸՆՏՐԵՔ ՔԵՐՊԱՐԸ
it: SELEZIONA PERSONAGGIO
ja: キャラクターを選択
ko: 캐릭터 선택
pt: SELECIONAR PERSONAGEM
ru: ВЫБЕРИТЕ ПЕРСОНАЖА
th: เลือกตัวละคร
tr: KARAKTER SEÇ
uk: ВИБЕРІТЬ ПЕРСОНАЖА
zh: 选择角色

# CHARACTERSPRESET_BloodWebTitle
source: BLOODWEB LEVEL
ar: مُسْتَوَى شَبَكَةِ الدَّم
de: BLUTNETZ-STUFE
es: NIVEL DE LA RED DE SANGRE
fr: NIVEAU DE LA TOILE DE SANG
hi: रक्तजाल स्तर
hy: ԱՐՅՈՒՆԱԲՃԻՋԻ ՄԱԿԱՐԴԱԿ
it: LIVELLO DELLA RETE SANGUINARIA
ja: ブラッドウェブレベル
ko: 블러드웹 레벨
pt: NÍVEL DA TEIA DE SANGUE
ru: УРОВЕНЬ КРОВАВОЙ ПАУТИНЫ
th: ระดับเลือดใยแมงมุม
tr: KAN AĞI SEVİYESİ
uk: РІВЕНЬ КРИВАОЇ ПАВУТИНИ
zh: 血网等级

# CHARACTERSPRESET_PrestigeTitle
source: PRESTIGE LEVEL
ar: مُسْتَوَى ٱلْهِيبَة
de: PRESTIGESTUFE
es: NIVEL DE PRESTIGIO
fr: NIVEAU DE PRESTIGE
hi: प्रतिष्ठा स्तर
hy: ՀԵՂԻՆԱԿՈՒԹՅԱՆ ՄԱԿԱՐԴԱԿ
it: LIVELLO DI PRESTIGIO
ja: プレステージレベル
ko: 명예 레벨
pt: NÍVEL DE PRESTÍGIO
ru: УРОВЕНЬ ПРЕСТИЖА
th: ระดับศักดิ์ศรี
tr: PRESTİJ SEVİYESİ
uk: РІВЕНЬ ПРЕСТИЖУ
zh: 声望等级

# CHARACTERSPRESET_LegacyPrestigeTitle
source: LEGACY PRESTIGE LEVEL
ar: مُسْتَوَى هَيْبَةِ ٱلْإِرْث
de: VERMÄCHTNIS-PRESTIGESTUFE
es: NIVEL DE PRESTIGIO LEGADO
fr: NIVEAU DE PRESTIGE HÉRITÉ
hi: विरासत प्रतिष्ठा स्तर
hy: ԺԱՌԱՆԳՈՒԹՅԱՆ ՀԵՂԻՆԱԿՈՒԹՅԱՆ ՄԱԿԱՐԴԱԿ
it: LIVELLO DI PRESTIGIO EREDITATO
ja: レガシープレステージレベル
ko: 유산 명예 레벨
pt: NÍVEL DE PRESTÍGIO LEGADO
ru: УРОВЕНЬ ПРЕСТИЖА НАСЛЕДИЯ
th: ระดับศักดิ์ศรีแห่งมรดก
tr: MİRASA PRESTİJ SEVİYESİ
uk: РІВЕНЬ ПРЕСТИЖУ СПАДЩИНИ
zh: 传承声望等级

# CHARACTERSPRESET_ExtraActionsTitle
source: EXTRA ACTIONS
ar: إِجْرَاءَاتِ إِضَافِيَّة
de: ZUSÄTZLICHE AKTIONEN
es: ACCIONES EXTRA
fr: ACTIONS SUPPLÉMENTAIRES
hi: अतिरिक्त कार्य
hy: ԼՐԱՑՈՒՑԻՉ ԳՈՐԾՈՒԹՅՈՒՆԵՐ
it: AZIONI EXTRA
ja: 追加アクション
ko: 추가 동작
pt: AÇÕES EXTRAS
ru: ДОПОЛНИТЕЛЬНЫЕ ДЕЙСТВИЯ
th: การดำเนินการเพิ่มเติม
tr: EKSTRA EYLEMLER
uk: ДОСТАВКОВІ ДІЇ
zh: 额外操作

# CHARACTERSPRESET_SpreadPreset
source: Spread current preset among all characters
ar: توزيع الإعداد الحالي على جميع الشخصيات
de: Aktuelles Preset auf alle Charaktere anwenden
es: Aplicar la configuración actual a todos los personajes
fr: Appliquer le préréglage actuel à tous les personnages
hi: सभी कैरेक्टरों में वर्तमान प्रीसेट लागू करें
hy: Կիրառել ընթացիկ նախադրյալը բոլոր կերպարների վրա
it: Applica il preset corrente a tutti i personaggi
ja: 現在のプリセットをすべてのキャラクターに適用
ko: 현재 프리셋을 모든 캐릭터에 적용
pt: Aplicar o predefinido atual a todos os personagens
ru: Применить текущий пресет ко всем персонажам
th: กระจายพรีเซ็ตปัจจุบันไปยังตัวละครทั้งหมด
tr: Mevcut ön ayarı tüm karakterlere yay
uk: Застосувати поточний пресет до всіх персонажів
zh: 将当前预设应用于所有角色

# CHARACTERSPRESET_RandomizePresets
source: Randomize all characters presets
ar: تخصيص الإعدادات المسبقة لجميع الشخصيات عشوائياً
de: Alle Charakter-Presets zufällig festlegen
es: Aleatorizar los presets de todos los personajes
fr: Préréglages aléatoires pour tous les personnages
hi: सभी कैरेक्टर प्रीसेट को रैंडम करें
hy: Բոլոր կերպարների նախադրյալները պատահականացնել
it: Randomizza tutti i preset dei personaggi
ja: すべてのキャラクタープリセットをランダム化
ko: 모든 캐릭터 프리셋 무작위화
pt: Aleatorizar predefinições de todos os personagens
ru: Случайный пресет для всех персонажей
th: สุ่มพรีเซ็ตของตัวละครทั้งหมด
tr: Tüm karakter ön ayarlarını rastgele yap
uk: Випадковий пресет для всіх персонажів
zh: 随机化所有角色的预设

# CHARACTERSPRESET_SaveChanges
source: Confirm and Save Changes
ar: تأكيد وحفظ التغييرات
de: Änderungen bestätigen und speichern
es: Confirmar y guardar cambios
fr: Confirmer et enregistrer les modifications
hi: परिवर्तन की पुष्टि करें और सहेजें
hy: Ավելացնել և պահպանել փոփոխությունները
it: Conferma e salva le modifiche
ja: 変更を確認して保存
ko: 변경 사항 확인 및 저장
pt: Confirmar e salvar alterações
ru: Подтвердить и сохранить изменения
th: ยืนยันและบันทึกการเปลี่ยนแปลง
tr: Değişiklikleri Onayla ve Kaydet
uk: Підтвердити та зберегти зміни
zh: 确认并保存更改
