Repository: S4CBS/Cursed-Market
Catalog: Cursed Market/Properties/Localization.*.resx
Languages: ar, de, es, fr, hi, hy, it, ja, ko, pt, ru, th, tr, uk, zh

# MESSAGE_CharactersPresetUnsavedChanges
source: Changes were made to the character preset, but they were not saved. Do you want to close the window without saving?
ar: تم إجراء تغييرات على الإعدادات المبدئية للشخصيات، لكنها لم تُحفظ! إغلاق النافذة دون حفظ؟
de: Es wurden Änderungen an den Charakter-Voreinstellungen vorgenommen, aber sie wurden nicht gespeichert! Fenster ohne Speichern schließen?
es: Se han realizado cambios en las preconfiguraciones de los personajes, pero no se han guardado. ¿Cerrar la ventana sin guardar?
fr: Des modifications ont été apportées aux paramètres par défaut des personnages, mais elles n'ont pas été sauvegardées ! Fermer la fenêtre sans sauvegarder?
hi: पात्रों की प्रीसेट में बदलाव किए गए थे, लेकिन वे सहेजे नहीं गए! बिना सहेजे खिड़की बंद करें?
hy: Նկարագրված անձի նախնական կարգավորումները փոփոխվել են, բայց դրանք չեն պահպանվել: Փակել պատուհանը առանց պահպանելու?
it: Sono state apportate modifiche alle impostazioni predefinite dei personaggi, ma non sono state salvate! Chiudere la finestra senza salvare?
ja: キャラクターのプリセットに変更が加えられましたが、保存されていません！保存せずにウィンドウを閉じますか？
ko: 캐릭터의 기본 설정이 변경되었지만 저장되지 않았습니다! 저장하지 않고 창을 닫겠습니까?
pt: Foram feitas alterações nas predefinições dos personagens, mas não foram guardadas! Fechar a janela sem salvar?
ru: Были внесены изменения в предустановки персонажей, но они не были сохранены! Закрыть окно без сохранения?
th: มีการเปลี่ยนแปลงการตั้งค่าล่วงหน้าของตัวละคร แต่ไม่ได้บันทึก! ปิดหน้าต่างโดยไม่บันทึก?
tr: Karakter ön ayarlarında değişiklik yapıldı, ancak kaydedilmedi! Kaydetmeden pencereyi kapatmak mı?
uk: Були внесені зміни в налаштування персонажів, але вони не були збережені! Закрити вікно без збереження?
zh: 已更改角色的预设，但未保存！不保存关闭窗口？

# GREETINGS_01
source: Let's rock! 🤘
ar: دعونا نروك! 🤘
de: Lass uns rocken! 🤘
es: ¡Vamos a rockear! 🤘
fr: On va tout déchirer! 🤘
hi: चलो धमाल मचाएँ! 🤘
hy: Առաջ, ջարդենք! 🤘
it: Facciamo casino! 🤘
ja: ロックしようぜ！🤘
ko: 흔들어 보자! 🤘
pt: Vamos arrasar! 🤘
ru: Встряхнемся! 🤘
th: มาร็อกกัน! 🤘
tr: Haydi rock yapalım! 🤘
uk: Давай запалимо! 🤘
zh: 来摇滚吧！🤘

# GREETINGS_02
source: How's your day been?
ar: كيف كان يومك؟
de: Wie war dein Tag?
es: ¿Cómo ha estado tu día?
fr: Comment s'est passée ta journée?
hi: आपका दिन कैसा था?
hy: Օրը ինչպես անցավ?
it: Com’è andata la tua giornata?
ja: 今日どうだった？
ko: 오늘 하루 어땠어?
pt: Como foi seu dia?
ru: Как прошёл твой день?
th: วันนี้เป็นยังไงบ้าง?
tr: Günün nasıl geçti?
uk: Як пройшов твій день?
zh: 今天过得怎么样？

# GREETINGS_03
source: Let's groove! 🕺
ar: دعونا نرقص! 🕺
de: Lass uns tanzen! 🕺
es: ¡A moverse! 🕺
fr: On danse? 🕺
hi: चलो नाचें! 🕺
hy: Պարի՛ր: 🕺
it: Balliamo! 🕺
ja: 一緒に踊ろう！🕺
ko: 춤추자! 🕺
pt: Vamos dançar! 🕺
ru: Потанцуем! 🕺
th: มาเต้นกัน! 🕺
tr: Haydi dans edelim! 🕺
uk: Потанцюємо! 🕺
zh: 一起来跳舞吧！🕺

# GREETINGS_04
source: Gaming Time! ⚔
ar: وقت اللعب! ⚔
de: Zeit zu zocken! ⚔
es: ¡Hora de jugar! ⚔
fr: C'est l'heure du jeu! ⚔
hi: खेल का समय! ⚔
hy: Խաղի ժամանակն է! ⚔
it: È l’ora del gioco! ⚔
ja: ゲームの時間だ！⚔
ko: 게임 시간! ⚔
pt: Hora de jogar! ⚔
ru: Время игр! ⚔
th: ได้เวลาเล่นเกมแล้ว! ⚔
tr: Oyun zamanı! ⚔
uk: Час гри! ⚔
zh: 游戏时间！⚔

# GREETINGS_05
source: Time to groove! 🎵
ar: حان وقت الرقص! 🎵
de: Zeit zum Grooven! 🎵
es: ¡Es hora de moverse! 🎵
fr: C'est l'heure de danser! 🎵
hi: थिरकने का समय है! 🎵
hy: Պարի ժամանակն է! 🎵
it: È tempo di muoversi! 🎵
ja: 是时候跳舞了！🎵
ko: 그루브 타자! 🎵
pt: Hora de dançar! 🎵
ru: Пора зажигать! 🎵
th: ได้เวลาโยกแล้ว! 🎵
tr: Hadi groovelamaya başlayalım! 🎵
uk: Час ритму! 🎵
zh: 是时候跳舞了！🎵

# GREETINGS_06
source: Another day, another challenge!
ar: يوم آخر، تحدٍ آخر!
de: Ein neuer Tag, eine neue Herausforderung!
es: ¡Otro día, otro desafío!
fr: Un jour de plus, un défi de plus!
hi: एक और दिन, एक और चुनौती!
hy: Մեկ օր, մեկ մարտահրավեր:
it: Un altro giorno, un’altra sfida!
ja: 今日も新たな挑戦！
ko: 또 다른 하루, 또 다른 도전!
pt: Mais um dia, mais um desafio!
ru: Ещё один день, ещё один вызов!
th: อีกวัน อีกความท้าทาย!
tr: Yeni bir gün, yeni bir meydan okuma!
uk: Ще один день, ще один виклик!
zh: 又是一天，新的挑战！

# GREETINGS_07
source: Let's roll! 🎲
ar: لننطلق! 🎲
de: Lass uns loslegen! 🎲
es: ¡Vamos allá! 🎲
fr: C'est parti! 🎲
hi: चलो शुरू करें! 🎲
hy: Եկեք գնանք! 🎲
it: Andiamo! 🎲
ja: 行こうぜ！🎲
ko: 가자! 🎲
pt: Vamos nessa! 🎲
ru: Поехали! 🎲
th: ไปกันเลย! 🎲
tr: Haydi başlayalım! 🎲
uk: Погнали! 🎲
zh: 出发吧！🎲

# GREETINGS_08
source: Time to shine! ✨
ar: حان وقت التألق! ✨
de: Zeit zu glänzen! ✨
es: ¡Hora de brillar! ✨
fr: C'est le moment de briller! ✨
hi: चमकने का समय है! ✨
hy: Ժամանակն է փայլելու! ✨
it: È ora di brillare! ✨
ja: 輝く時だ！✨
ko: 빛날 시간! ✨
pt: Hora de brilhar! ✨
ru: Пора сиять! ✨
th: ได้เวลาเปล่งประกายแล้ว! ✨
tr: Parlama zamanı! ✨
uk: Час сяяти! ✨
zh: 是时候闪耀了！✨

# MESSAGE_RobotoFontMissing
source: Cursed Market was designed with "Roboto-Regular" font in mind! Software won't work properly until the font is installed: "{0}"
ar: تم تصميم Cursed Market باستخدام الخط "Roboto-Regular"! لن يعمل البرنامج بشكل صحيح حتى يتم تثبيت الخط: "{0}"
de: Cursed Market wurde mit der Schriftart "Roboto-Regular" entworfen! Die Software funktioniert nicht richtig, bis die Schriftart installiert ist: "{0}"
es: Cursed Market fue diseñado con la fuente "Roboto-Regular" en mente! El software no funcionará correctamente hasta que se instale la fuente: "{0}"
fr: Cursed Market a été conçu avec la police "Roboto-Regular"! Le logiciel ne fonctionnera pas correctement tant que la police n'est pas installée : "{0}"
hi: Cursed Market को "Roboto-Regular" फ़ॉन्ट के साथ डिज़ाइन किया गया है! सॉफ़्टवेयर तब तक सही ढंग से काम नहीं करेगा जब तक फ़ॉन्ट स्थापित नहीं किया जाता: "{0}"
hy: Cursed Market-ը նախագծվել է "Roboto-Regular" տառատեսակով: Ծրագիրը ճիշտ չի գործի, քանի դեռ "{0}" տառատեսակը տեղադրված չէ:
it: Cursed Market è stato progettato utilizzando il font "Roboto-Regular"! Il software non funzionerà correttamente finché il font non sarà installato: "{0}"
ja: Cursed Market は "Roboto-Regular" フォントを使用して設計されました！ フォント "{0}" がインストールされていないと、ソフトウェアは正常に動作しません。
ko: Cursed Market는 "Roboto-Regular" 폰트를 사용하여 설계되었습니다! 폰트 "{0}"가 설치되지 않으면 소프트웨어가 제대로 작동하지 않습니다.
pt: Cursed Market foi projetado com a fonte "Roboto-Regular" em mente! O software não funcionará corretamente até que a fonte seja instalada: "{0}"
ru: Cursed Market был разработан с использованием шрифта "Roboto-Regular"! Программа не будет работать должным образом, пока шрифт не установлен: "{0}"
th: Cursed Market ได้รับการออกแบบโดยใช้ฟอนต์ "Roboto-Regular"! ซอฟต์แวร์จะไม่ทำงานอย่างถูกต้องจนกว่าฟอนต์จะติดตั้ง: "{0}"
tr: Cursed Market, "Roboto-Regular" yazı tipi düşünülerek tasarlandı! Yazılım, yazı tipi "{0}" yüklenmeden düzgün çalışmaz.
uk: Cursed Market був розроблений з використанням шрифту "Roboto-Regular"! Програма не працюватиме належним чином, доки шрифт не встановлено: "{0}"
zh: Cursed Market 是以 "Roboto-Regular" 字体设计的！ 软件在未安装字体 "{0}" 之前无法正常运行。

# MESSAGE_DataFolderCreationFailed
source: Cursed Market failed to create data folder in %localappdata%! Please, verify that program is running with administrator privileges.
ar: فشل Cursed Market في إنشاء مجلد البيانات في %localappdata%! يرجى التحقق من تشغيل البرنامج بصلاحيات المسؤول.
de: Cursed Market konnte den Datenordner in %localappdata% nicht erstellen! Bitte überprüfen Sie, ob das Programm mit Administratorrechten ausgeführt wird.
es: Cursed Market no pudo crear la carpeta de datos en %localappdata%! Por favor, verifica que el programa se esté ejecutando con privilegios de administrador.
fr: Cursed Market n'a pas pu créer le dossier de données dans %localappdata% ! Veuillez vérifier que le programme est exécuté avec les privilèges administrateur.
hi: Cursed Market %localappdata% में डेटा फ़ोल्डर बनाने में विफल रहा! कृपया सुनिश्चित करें कि प्रोग्राम एडमिनिस्ट्रेटर विशेषाधिकारों के साथ चल रहा है।
hy: Cursed Market-ը չկարողացավ ստեղծել տվյալների պանակը %localappdata%-ում։ Խնդրում ենք ստուգել, արդյոք ծրագիրը գործարկվում է ադմինիստրատորի իրավունքներով:
it: Cursed Market non è riuscito a creare la cartella dei dati in %localappdata%! Si prega di verificare che il programma sia eseguito con privilegi di amministratore.
ja: Cursed Market は %localappdata% にデータフォルダを作成できませんでした！プログラムが管理者権限で実行されているか確認してください。
ko: Cursed Market가 %localappdata%에 데이터 폴더를 생성하지 못했습니다! 프로그램이 관리자 권한으로 실행 중인지 확인하세요.
pt: Cursed Market não conseguiu criar a pasta de dados em %localappdata%! Por favor, verifique se o programa está sendo executado com privilégios de administrador.
ru: Cursed Market не удалось создать папку данных в %localappdata%! Пожалуйста, проверьте, запущена ли программа с правами администратора.
th: Cursed Market ไม่สามารถสร้างโฟลเดอร์ข้อมูลใน %localappdata% ได้! กรุณาตรวจสอบว่าโปรแกรมกำลังทำงานด้วยสิทธิ์ผู้ดูแลระบบ
tr: Cursed Market, %localappdata% içinde veri klasörü oluşturamadı! Lütfen programın yönetici yetkileriyle çalıştığını doğrulayın.
uk: Cursed Market не вдалося створити папку даних у %localappdata%! Будь ласка, перевірте, чи запущена програма з правами адміністратора.
zh: Cursed Market 未能在 %localappdata% 中创建数据文件夹！请确认程序是否以管理员权限运行。

# MESSAGE_FailedToReadCharactersPreset
source: Failed to read "charactersPreset.json" file! Make sure that file isn't empty and it's content is in JSON format.
ar: فشل في قراءة الملف "charactersPreset.json"! تأكد من أن الملف غير فارغ وأن محتوياته بتنسيق JSON.
de: Die Datei "charactersPreset.json" konnte nicht gelesen werden! Stellen Sie sicher, dass die Datei nicht leer ist und ihr Inhalt im JSON-Format vorliegt.
es: No se pudo leer el archivo "charactersPreset.json". Asegúrate de que el archivo no esté vacío y que su contenido esté en formato JSON.
fr: Échec de la lecture du fichier "charactersPreset.json" ! Assurez-vous que le fichier n'est pas vide et que son contenu est au format JSON.
hi: "charactersPreset.json" फ़ाइल को पढ़ने में विफल! सुनिश्चित करें कि फ़ाइल खाली नहीं है और इसका सामग्री JSON प्रारूप में है।
hy: Անհնար է ընթերցել "charactersPreset.json" ֆայլը: Համոզվեք, որ ֆայլը դատարկ չէ և նրա պարունակությունը JSON ձևաչափով է:
it: Impossibile leggere il file "charactersPreset.json"! Assicurati che il file non sia vuoto e che il suo contenuto sia in formato JSON.
ja: ファイル "charactersPreset.json" を読み取れませんでした！ファイルが空でないこと、およびその内容がJSON形式であることを確認してください。
ko: "charactersPreset.json" 파일을 읽을 수 없습니다! 파일이 비어 있지 않고 내용이 JSON 형식인지 확인하세요.
pt: Falha ao ler o arquivo "charactersPreset.json"! Certifique-se de que o arquivo não está vazio e que seu conteúdo está no formato JSON.
ru: Не удалось прочитать файл "charactersPreset.json"! Убедитесь, что файл не пустой и его содержимое соответствует формату JSON.
th: ไม่สามารถอ่านไฟล์ "charactersPreset.json" ได้! โปรดตรวจสอบว่าไฟล์ไม่ว่างเปล่าและเนื้อหาอยู่ในรูปแบบ JSON
tr: "charactersPreset.json" dosyası okunamadı! Dosyanın boş olmadığından ve içeriğinin JSON formatında olduğundan emin olun.
uk: Не вдалося прочитати файл "charactersPreset.json"! Переконайтеся, що файл не порожній, а його вміст у форматі JSON.
zh: 无法读取文件 "charactersPreset.json"！请确保该文件不为空，并且其内容是 JSON 格式。

# MAIN_Start
source: START
ar: بدء
es: INICIO
fr: DÉMARRER
hi: प्रारंभ
hy: ՍԿԻԶԲ
it: AVVIO
ja: スタート
ko: 시작
pt: INÍCIO
ru: СТАРТ
th: เริ่มต้น
tr: BAŞLAT
uk: СТАРТ
zh: 开始

# WARNING_CharacterOwnership
source: WARNING! Although this program unlocks access to all in-game characters, attempts to use characters you don't actually own will result in being kicked back to the main menu, followed by a temporary ban!
ar: تحذير! على الرغم من أن البرنامج سيفتح لك الوصول إلى جميع الشخصيات داخل اللعبة، إلا أن محاولة استخدام شخصيات لا تمتلكها فعليًا ستؤدي إلى طردك إلى القائمة الرئيسية، يتبعها حظر مؤقت!
de: ACHTUNG! Obwohl das Programm euch Zugriff auf alle Charaktere im Spiel freischaltet, führt jeder Versuch, Charaktere zu verwenden, die ihr nicht tatsächlich besitzt, dazu, dass ihr ins Hauptmenü zurückgeworfen werdet, gefolgt von einer temporären Sperre!
es: ¡ATENCIÓN! Aunque el programa desbloquea el acceso a todos los personajes del juego, cualquier intento de usar personajes que realmente no poseas resultará en una expulsión al menú principal seguida de un bloqueo temporal.
fr: ATTENTION ! Bien que ce programme vous débloque l'accès à tous les personnages du jeu, toute tentative d'utilisation de personnages que vous ne possédez pas réellement entraînera un retour forcé au menu principal suivi d'un bannissement temporaire !
hi: चेतावनी! भले ही यह प्रोग्राम आपको गेम के सभी पात्रों तक पहुँच प्रदान करता हो, लेकिन जिन पात्रों के वास्तविक स्वामी आप नहीं हैं उनका उपयोग करने का प्रयास आपको मुख्य मेनू पर वापस भेज देगा, जिसके बाद अस्थायी रूप से ब्लॉक कर दिया जाएगा!
hy: ՈՒՇԱԴՐՈՒԹՅՈՒՆ։ Չնայած ծրագիրը բացում է խաղի բոլոր կերպարների հասանելիությունը, այնուամենայնիվ, այն կերպարներով խաղալու փորձերը, որոնց իրականում չեք տիրապետում, կհանգեցնեն գլխավոր ցանկ վերադարձին և ժամանակավոր արգելափակմանը։
it: ATTENZIONE! Sebbene il programma sblocchi l'accesso a tutti i personaggi del gioco, ogni tentativo di utilizzare personaggi che non possiedi realmente porterà all'espulsione nel menu principale seguita da un blocco temporaneo!
ja: 注意！このプログラムはゲーム内のすべてのキャラクターへのアクセスを解除しますが、実際には所有していないキャラクターを使用しようとすると、メインメニューに戻され、一時的なブロック措置が取られます！
ko: 경고! 프로그램이 모든 게임 내 캐릭터에 대한 접근을 해제해주지만, 실제로 소유하지 않은 캐릭터를 사용하려 하면 메인 메뉴로 강제로 이동되며 일시적으로 차단됩니다!
pt: ATENÇÃO! Embora o programa desbloqueie o acesso a todos os personagens do jogo, tentar usar personagens que você não possui de fato resultará na expulsão para o menu principal, seguida de um bloqueio temporário!
ru: ВНИМАНИЕ! Хоть программа и разблокирует вам доступ ко всем внутриигровым персонажам, попытки использования персонажей, которыми вы на самом деле не владеете, будут приводить к выкидыванию в главное меню с последующей временной блокировкой!
th: คำเตือน! แม้ว่าโปรแกรมนี้จะปลดล็อกให้คุณเข้าถึงตัวละครในเกมทั้งหมด แต่หากคุณพยายามใช้ตัวละครที่คุณไม่ได้เป็นเจ้าของจริงๆ คุณจะถูกส่งกลับไปยังเมนูหลัก และถูกระงับการใช้งานชั่วคราว!
tr: DİKKAT! Program, oyundaki tüm karakterlere erişiminizi açsa da gerçekte sahip olmadığınız karakterleri kullanmaya çalışmanız sizi ana menüye geri atacak ve ardından geçici süreyle engellenmenize neden olacaktır!
uk: УВАГА! Хоч програма й розблокує вам доступ до всіх внутрішньоігрових персонажів, спроби використання персонажів, якими ви насправді не володієте, призведуть до викидання в головне меню з подальшим тимчасовим блокуванням!
zh: 警告！尽管本程序会解锁所有游戏内角色，但若尝试使用你实际并未拥有的角色，将导致你被踢回主菜单并暂时封禁！

source: Please, wait...
ar: يرجى الانتظار...
de: Bitte warten Sie...
hi: कृपया प्रतीक्षा करें...
ko: 잠시 기다려 주십시오...
pt: Por favor, aguarde...
ru: Пожалуйста, подождите...
tr: Lütfen bekleyiniz...
uk: Будь ласка, зачекайте...
zh: 请稍候...
